Repository: eea/Products.EEAContentTypes
Catalog: trunk/Products.EEAContentTypes/tags/4.15/Products/EEAContentTypes/i18n/plone-*.po
Languages: lv

source: Site map
lv: Vietnes karte

source: Accessibility
lv: Pieejamība

source: FAQ
lv: BUJ

source: Glossary
lv: Terminu skaidrojums

source: Subscriptions
lv: Parakstīšanās

source: find_older_highlights
lv: Atrast senākus izcēlumus

source: archive
lv: arhīvā

source: morelink_multiple
lv: vairāk

source: More multimedia
lv: Vairāk multimediju

source: Multimedia
lv: Multimediju

source: Multimedia highlights
lv: Multimediju izcēlumi

source: Play in popup window
lv: Attēlot uznirstošā logā

source: Read more
lv: Lasīt vairāk

source: box_morelink
lv: Vēl

source: title_feedback_translations
lv: Komentāri par tulkojumiem

source: help_feedback_translations
lv: Lūdzu palīdziet mums uzlabot tulkojumu kvalitāti.
