Repository: eea/Products.EEAContentTypes
Catalog: Products/EEAContentTypes/i18n_backup/plone-*.po
Languages: ro

source: Site map
ro: Hartă site

source: Accessibility
ro: Accesibilitate

source: FAQ
ro: Întrebări frecvente

source: Glossary
ro: Glosar

source: Subscriptions
ro: Abonamente

source: find_older_highlights
ro: Identificare repere mai vechi în

source: archive
ro: arhivă

source: morelink_multiple
ro: mai multe

source: More multimedia
ro: Mai multe resurse multimedia

source: Multimedia highlights
ro: Repere multimedia

source: Play in popup window
ro: Difuzare în fereastra popup

source: Read more
ro: Citiţi mai multe

source: box_morelink
ro: Continuare

source: title_feedback_translations
ro: Comentarii privind traducerile

source: help_feedback_translations
ro: Vă rugăm a ne ajuta să îmbunătăţim calitatea traducerilor.

source: label_isbn
ro: ISBN

source: label_order_id
ro: Numar de ordine
