Repository: eea/Products.EEAContentTypes
Catalog: trunk/Products.EEAContentTypes/tags/4.16/Products/EEAContentTypes/i18n/plone-*.po
Languages: is

source: Accessibility
is: Aðgengi

source: FAQ
is: Algengar spurningar

source: Glossary
is: Orðalisti

source: Subscriptions
is: Áskriftir

source: find_older_highlights
is: Finndu eldri hápunkta í

source: archive
is: skjalasafn

source: morelink_multiple
is: fleira

source: More multimedia
is: Fleiri margmiðlunarþættir

source: Multimedia
is: Margmiðlun

source: Multimedia highlights
is: Margmiðlunar hápunktar

source: Play in popup window
is: Spila í birtiglugga

source: Read more
is: Lesa fleira

source: box_morelink
is: Meira

source: title_feedback_translations
is: Athugasemdir varðandi þýðinguna

source: help_feedback_translations
is: Vinsamlegast hjálpið okkur að auka gæði þýðingarinnar
