Repository: eea/Products.EEAContentTypes
Catalog: trunk/Products.EEAContentTypes/trunk/Products/EEAContentTypes/i18n_backup/plone-*.po
Languages: hu

source: Site map
hu: Oldaltérkép

source: Accessibility
hu: Akadálymentesség

source: FAQ
hu: GYIK

source: Glossary
hu: Fogalommagyarázat

source: Subscriptions
hu: Feliratkozások

source: find_older_highlights
hu: Régebbi kiemelt hírek keresése

source: archive
hu: az archívumban

source: morelink_multiple
hu: Tovább

source: More multimedia
hu: További multimédia

source: Multimedia
hu: Multimédia

source: Multimedia highlights
hu: Kiemelt multimédia

source: Play in popup window
hu: Lejátszás előugró ablakban

source: Read more
hu: Részletek elolvasása

source: Press release
hu: Sajtóközlemények

source: box_morelink
hu: További kedvencek

source: title_feedback_translations
hu: Fordítással kapcsolatos észrevételek

source: help_feedback_translations
hu: Kérjük, segítse a fordítás minőségének javítását!
