Repository: eea/Products.EEAContentTypes
Catalog: trunk/Products.EEAContentTypes/trunk.MOVED_TO_GITHUB/Products/EEAContentTypes/i18n_backup/plone-*.po
Languages: pl

source: Site map
pl: Mapa strony

source: Accessibility
pl: Dostępne opcje

source: FAQ
pl: Najczęściej zadawane pytania

source: Glossary
pl: Glosariusz

source: Subscriptions
pl: Prenumerata

source: find_older_highlights
pl: Listę poprzednich wydarzeń można znaleźć w

source: archive
pl: archiwum

source: morelink_multiple
pl: więcej

source: More multimedia
pl: Więcej materiałów multimedialnych

source: Multimedia highlights
pl: Wybrane multimedia

source: Play in popup window
pl: Zagraj w wyskakującym oknie

source: Read more
pl: Więcej informacji

source: box_morelink
pl: Więcej

source: title_feedback_translations
pl: Komentarze na temat tłumaczenia

source: help_feedback_translations
pl: Pomóż nam poprawić jakość tłumaczeń.
