Repository: eea/Products.EEAContentTypes
Catalog: trunk/Products.EEAContentTypes/tags/11.8/Products/EEAContentTypes/i18n_backup/plone-*.po
Languages: fr

source: Site map
fr: Plan du site

source: Accessibility
fr: Accessibilité

source: Glossary
fr: Glossaire

source: Subscriptions
fr: Souscriptions

source: find_older_highlights
fr: Pour des événements plus anciens,

source: archive
fr: consultez les archives

source: morelink_multiple
fr: Pour en savoir plus

source: More multimedia
fr: Plus de multimédias

source: Multimedia
fr: Multimédia

source: Multimedia highlights
fr: Temps forts multimédia

source: Play in popup window
fr: Jouer dans une fenêtre "pop up"

source: Read more
fr: En savoir plus

source: box_morelink
fr: Plus

source: title_feedback_translations
fr: Commentaires sur les traductions

source: help_feedback_translations
fr: S'il vous plaît, aidez-nous à améliorer la qualité des traductions.
