Repository: eea/Products.EEAContentTypes
Catalog: trunk/Products.EEAContentTypes/tags/7.5/Products/EEAContentTypes/i18n_backup/plone-*.po
Languages: es

source: Site map
es: Mapa del sitio

source: Accessibility
es: Accesibilidad

source: FAQ
es: FAQ (Preguntas más frecuentes)

source: Glossary
es: Glosario

source: Subscriptions
es: Subscripciones

source: find_older_highlights
es: Buscar puntos destacados más antiguos en el

source: archive
es: archivo

source: morelink_multiple
es: más

source: More multimedia
es: Más multimedia

source: Multimedia highlights
es: Aspectos destacados multimedia

source: Play in popup window
es: Reproducir en una ventana emergente

source: Read more
es: Leer más

source: box_morelink
es: Más

source: title_feedback_translations
es: Comentarios sobre las traducciones

source: help_feedback_translations
es: Por favor ayúdenos a aumentar la calidad de las traducciones.
