Repository: eea/Products.EEAContentTypes
Catalog: trunk/Products.EEAContentTypes/tags/2.18/Products/EEAContentTypes/i18n/plone-*.po
Languages: et

source: Site map
et: Sisukaart

source: Accessibility
et: Kättesaadavus

source: FAQ
et: Korduvad küsimused

source: Glossary
et: Sõnastik

source: Subscriptions
et: Tellimine

source: find_older_highlights
et: Otsi vanemaid esiletõsteid

source: archive
et: arhiiv

source: morelink_multiple
et: veel

source: More multimedia
et: Veel multimeediume

source: Multimedia
et: Multimeedium

source: Multimedia highlights
et: Multimeediumi esiletõsted

source: Play in popup window
et: Esita hüpikaknas

source: Read more
et: Loe veel

source: Press release
et: Pressiteated

source: box_morelink
et: Loe edasi

source: title_feedback_translations
et: Märkused tõlke kohta

source: help_feedback_translations
et: Palun aidake meil parandada tõlgete kvaliteeti
