Repository: eea/Products.EEAContentTypes
Catalog: trunk/Products.EEAContentTypes/branches/plone25/Products/EEAContentTypes/i18n/plone-*.po
Languages: sl

source: Site map
sl: Vsebina strani

source: Accessibility
sl: Dostopnost

source: FAQ
sl: Pogosto zastavljena vprašanja

source: Glossary
sl: Glosar

source: Subscriptions
sl: Naročnine

source: find_older_highlights
sl: Poišči starejše osrednje prispevke v

source: archive
sl: arhivu

source: morelink_multiple
sl: več

source: More multimedia
sl: Več multimedijskih izdelkov

source: Multimedia
sl: Multimedijski izdelki

source: Multimedia highlights
sl: Osrednji multimedijski izdelki

source: Play in popup window
sl: Predvajaj v pojavnem oknu

source: Read more
sl: Preberi več

source: box_morelink
sl: Več

source: title_feedback_translations
sl: Pripombe v zvezi s prevodi

source: help_feedback_translations
sl: Prosimo, pomagajte nam povečali kakovost prevodov.
